<?php
    include_once $_SERVER["DOCUMENT_ROOT"]."/_includes/_config.php";
    include_once $_SERVER["DOCUMENT_ROOT"]."/_includes/_header.php";
?>
<main class="container-lg py-5">
    <p class="h3 mb-3 fw-normal">개인정보처리방침</p>
    <p class="text-muted">마지막 수정일: 2023-02-03 17:34:35</p>
    <hr>
    <div style="white-space: pre-wrap; line-height: 32px;">1. 개인정보 처리방침

Monstereng.com (주) (이하 “본사”, “저희”) 은 몬스터어학원 (이하 “본 서비스”) 온라인 영어 회화 서비스의 운영에 대한 사회적 책임의 중요성을 인식하여 늘 개인 정보를 적절하게 관리하기 위해 노력하고 있습니다.

여기 개인정보 처리방침은 개인 정보의 적절한 처리 및 저희의 기업 철학 및 경영 활동에 상응하는 자발적 규칙의 방법, 개인 정보의 보호에 관한 법률 (이하 “개인 정보 보호 준수 법”) 준수, 한국의 개인정보 관련 법률 준수, 그리고 개인 정보 보호를 강화시키기 위해 게재합니다.

저희 모든 직원은 개인 정보 보호 준수 프로그램 (본 정책, 사내 규정 등) 에 따라, 그리고 이하 정책에 의거하여 개인 정보를 보호하기 위해 최선을 다할 것입니다.

1.1. 개인 정보 보호 시스템

저희는 개인 정보를 적절하게 관리하기 위해 매니저와 사내 시스템을 구축하여 역할과 책임을 명시하겠습니다. 저희는 암호화 및 다른 방법들을 통하여 본 서비스를 이용하는 회원님들의 개인 정보를 보호하기 위해 최선을 다할 것입니다.

1.2. 개인 정보의 안전

저희는 공인되지 않은 접근, 절도, 남용으로 인한 개인 정보의 실종, 파괴, 변경, 누출 등으로부터 개인 정보를 보호하기 위해 필요한 예방책 및 개선책을 투입할 것입니다. 저희는 회원님의 동의가 있지 않은 한 개인 정보의 누출 및 제공을 방지하기 위해 개인정보 관리를 수행하는 타사와 계약을 맺습니다.

1.3. 개인 정보 관련 법과 규정 준수

저희는 “개인정보 보호법” 및 "정보통신망 이용촉진 및 정보보호 등에 관한 법률” 등 개인 정보 보호에 관한 규정들을 준수합니다.

1.4. 준수 프로그램의 지속적인 개선

저희는 저희의 사업 활동과 법적 그리고 사회적 환경 그리고 비즈니스의 IT 환경의 변화에 발맞춰 저희의 개인 정보 보호 준수 프로그램을 지속적으로 검토하고 개선시킬 것입니다.


2. 개인 정보 취급자의 이름

monstereng.com


3. 개인 정보 수집에 관한 사항

저희는 본 서비스 제공을 위하여 아래의 개인 정보를 수집할 것입니다. 뿐만 아니라, 아래 정보는 예시이며 정보의 본질에 따라 해당 개인 정보에 상응하지 않을 수도 있습니다.

3.1. 회원님이 제공하는 정보
- 이름, 성별, 전화번호, 이메일 주소, 연락처, 직업, 제휴사 코드, 결제 정보
- 결제 카드 정보
- 등록과 변경 요청에 대한 정보
- 배송 과정 및 다양한 상품의 배달에 관한 정보
- 다양한 상품과 서비스의 구매에 관한 정보
- 고객센터에 접수한 각종 문의사항에 관한 정보
- 회원 등록에 관한 정보
- 회원님이 자발적으로 등록한 아이디, 성별, 직업, 관심분야, 그리고 기타 정보

3.2. 본 서비스 사용에 관련하여 수집된 정보
- 본인 확인에 적합한 선결제, 입찰, 다양한 상품과 서비스의 구매에 관련된 결제내역의 정보, 그리고 양도 및 기타 결제 요청에 관한 내역 정보
- 본사의 이메일 소식지 구독에 관한 정보
- 전화, 이메일 등을 통하여 본사에 질문하거나, 설문조사 및 캠페인에 응답하거나 본 서비스를 검토한 구두 및 서면의 진술에 대한 정보

3.3. 본사의 웹사이트를 방문 시 자동으로 수집되는 정보
- IP 주소 및 도메인 이름
- 브라우저 종류 및 버전, 운영 시스템 및 버전, 사용된 언어 및 장소
- 장치 정보 (PC, 모바일 폰, 스마트폰, 통신사, 모델명, 특정 식별자 정보 등)

(1)-(3) 의 경우에 수집된 정보는 회원님의 개인 정보에 한하며 저희가 본 서비스 공급에 있어 필수적으로 필요한 최소한의 정보임을 명시합니다.
뿐만 아니라, 회원님의 원활한 서비스 이용을 위하여 저희 측에서 추가 정보를 요청할 수 있으나, 회원님의 개인 정보 제공에 대한 책임은 회원님이 집니다.

3.4. 쿠키

쿠키는 원활한 인터넷 이용을 위하여 회원님이 현재까지 방문한 페이지 등과 같은 정보를 기록하는 파일입니다. 본사는 회원님의 쾌적한 웹사이트 이용을 위해 아래의 목적들을 위하여 쿠키를 사용합니다.
- monstereng.com 에 저장된 등록 정보를 접근하고 마이페이지와 같은 로그인 시 개별화된 정보를 제공하기 위한 목적
- 로그인 후 회원님이 구입하신 상품과 서비스를 전시하기 위한 목적
- monstereng.com 의 트래픽과 회원수 파악을 위한 목적
- monstereng.com 의 컨텐츠와 서비스 향상을 위한 목적
- 면허증 입증 및 다운로드 받은 파일 정보 확인을 위한 목적
쿠키는 회원님의 개인권리를 침해하지 않습니다. 뿐만 아니라, 회원님의 개인 정보를 수집하기 위해서 절대 쓰이지 않습니다. 본 서비스를 이용 시 늘 쿠키 설정이 켜져 있도록 확인해주시기 바랍니다.

3.5. 본사는 다음과 같은 방법으로 개인정보를 수집합니다.

홈페이지를 통한 회원가입, 관계 전자상거래 Site


4. 보유된 개인 정보 이용 목적에 관련된 사항들

본사의 보유된 개인 정보 이용의 목적은 아래와 같이 명시되어 있습니다. 회원님이 명시한 수신인 정보와 기타 유사 정보, 그리고 회원님을 제외한 개인에게 속하는 정보는 아래 명시된 목적을 위해서만 사용될 것입니다. 본사가 특정 기능들을 외주 업체에 위임 시, 본사는 예방책들을 수행한 후, 특정 목적을 이루기 위하여 해당 외주 업체에 회원님의 개인 정보를 전달할 수 있습니다. 본사가 개인 정보에 관련된 기능이나 제공을 본사의 기준에 적합한 외주 업체에 전달 시, 본사는 개인 정보의 보호를 필수로 요청하는 계약서 및 그에 상응하는 적합한 규제들을 제작 및 관리할 것입니다.

보유된 개인 정보에 관한 개인 정보 이용의 목적 및 서식

4.1. 이름

개인적 문의, 상품 배송, 결제, 고객 지원, 공인되지 않은 정보 이용에 대한 예방책 및 조사, 본사의 웹사이트에 있는 변경에 관한 공지, 본사의 웹사이트에 새로운 서비스의 소개, 결제에 필요한 기타 업무, 본사 및 타사의 광고 전달 및 발송, 타사에 제공

4.2. 주소

개인적 문의, 상품 배송, 결제, 고객 지원, 공인되지 않은 정보 이용에 대한 예방책 및 조사, 본사의 웹사이트에 있는 변경에 관한 공지, 본사의 웹사이트에 새로운 서비스의 소개, 결제에 필요한 기타 업무, 본사 및 타사의 광고 전달 및 발송, 타사에 제공

4.3. 전화번호

개인적 문의, 상품 배송, 결제, 고객 지원, 공인되지 않은 정보 이용에 대한 예방책 및 조사, 본사의 웹사이트에 있는 변경에 관한 공지, 본사의 웹사이트에 새로운 서비스의 소개, 결제에 필요한 기타 업무, 본사 및 타사의 광고 전달 및 발송, 타사에 제공

4.4. 이메일 주소

개인적 문의, 상품 배송, 결제, 고객 지원, 공인되지 않은 정보 이용에 대한 예방책 및 조사, 본사의 웹사이트에 있는 변경에 관한 공지, 본사의 웹사이트에 새로운 서비스의 소개, 결제에 필요한 기타 업무, 본사 및 타사의 광고 전달 및 발송, 타사에 제공

4.5. 신용카드 정보 (이름, 번호, 유효기간)

개인적 문의, 상품 배송, 결제, 고객 지원, 공인되지 않은 정보 이용에 대한 예방책 및 조사, 본사의 웹사이트에 있는 변경에 관한 공지

4.6. 은행 계좌 정보 (이름, 계좌번호 등)

광고 비용 지불, 보수 등, 고객 지원, 결제에 필요한 기타 업무 실적

4.7. 신원 확인 및 나이 확인을 위한 공식 서류들 (운전 면허증, 보험증 등)

신원 확인, 이름 확인

4.8. 결제 세부사항

상품 배송, 결제, 고객 지원, 공인되지 않은 정보 이용에 대한 예방책 및 수색, 결제에 필요한 기타 업무 실적, 타사에 제공

4.9. IP 주소

공인되지 않은 정보 이용에 대한 예방책 및 조사, 회원님의 질문에 대한 응답이나 회원님에 대한 본사의 질문

4.10. 사용자 에이전트 (사용된 브라우저, 장치 정보 등)

공인되지 않은 정보 이용에 대한 예방책 및 조사, 회원님의 질문에 대한 응답이나 회원님에 대한 본사의 질문

4.11. 회원님이 자발적으로 입력한 주소

고객 신원 확인, 등록 컨텐츠의 위임, 타사에 제공

4.12. 회원님이 본사의 웹사이트를 방문 시 자동으로 수집되는 정보

로그인과 로그아웃 시 사용자의 신원 확인, 서비스 이행 시 전이된 회원 정보, 로그인 시도 횟수 감지, 샘플 영상의 사용을 허락하는지에 대한 결정, 공인되지 않은 정보 이용에 대한 예방책 및 수색

4.13. 회원님의 사전 동의 하에 제공된 기타 정보

서비스 사용 분석, 서비스 향상, 새로운 서비스 구축에 대한 참조, 그리고 정보 수집 시 명시된 목적들에 한함
본사는 기타 개인 서비스 및 유사 서비스를 계획함에 있어 위에 명시되지 않은 목적을 위해서 개인 정보를 수집 및 이용할 수 있습니다. 이러한 경우에 본사는 회원님의 동의를 얻은 후 이용 목적을 개인 서비스의 페이지 등에 명시하겠습니다.


5. 개인정보의 처리 및 보유기간, 개인정보의 파기절차 및 파기방법

5.1. 본사는 회원님의 탈퇴시까지 회원님의 개인정보를 보유합니다. 단, 본사는 회원님의 탈퇴 후에도 관련 법령의 규정에 따라 다음과 같이 일정 기간 회원님의 개인정보를 보유할 수 있습니다.
- 계약 또는 청약철회 등에 관한 기록: 5년 (전자상거래등에서의 소비자보호에 관한 법률)
- 대금결제 및 재화 등의 공급에 관한 기록: 5년 (전자상거래등에서의 소비자보호에 관한 법률)
- 소비자의 불만 또는 분쟁처리에 관한 기록: 3년 (전자상거래등에서의 소비자보호에 관한 법률)
- 신용정보의 수집/처리 및 이용 등에 관한 기록: 3년 (신용정보의 이용 및 보호에 관한 법률)
- 통신비밀보호법에 따른 통신사실확인자료: 3개월

5.2. 개인정보 보유기간이 경과된 경우 본사는 지체 없이 개인정보를 파기합니다. 단, 관계 법령에 의하여 일정기간 보존하여야 할 개인정보는 해당 기간이 경과한 후 지체 없이 파기됩니다. 개인정보를 파기할 때에는 재생할 수 없는 기술적 방법으로 삭제합니다.


6. 개인 정보의 공개 요청 및 절차에 관련된 사항들

본사는 아래와 같이 문의 절차 (이하 “문의 지침”)를 구축하였으며, 회원님이나 회원님의 대리인에게서 개인 정보의 공개, 수정, 이용 중단, 목적에 관한 질문 등 (이하 “공개 요청 등”) 을 받았을 시, 본사는 이 문의 지침에 의거하여 응대하도록 하겠습니다. 뿐만 아니라, 문의 지침에 순응하지 않는 요청들에 대해 대답하지 않을 권한이 본사에 있음을 참조해주시기 바랍니다. 문의 사항의 접수 등에 대한 정보를 알고 싶으시다면 엔구 고객센터에 연락 주십시오.

이메일: monstereng@gmail.com


7. 제 3자에게 개인 정보를 제공하는 것과 관련된 사항들

본사는 회원님의 사전 동의 없이 개인 정보를 제 3자에게 제공하지 않으나, 아래의 상황에는 해당 정보들이 제공될 수 있습니다 (개인 정보 보호 법 Art. 23 Secs 2 and 3)

7.1. 법과 규제에 의거한 요청을 본사가 받았을 때
7.2. 개인 정보 제공을 거부함으로써 공공의 이익에 상반되는 문제점들이 일어날 때, 그리고 회원님의 동의를 구하기가 어려울 때
7.3. 국가 정부 기관, 지역 공공 기관, 혹은 계약자 등이 법적으로 필요한 기능들을 수행함에 있어 정보 이용 및 본사의 협력이 필요할 때, 그리고 회원님의 동의를 구하는 것이 해당 기능 수행을 지연시킬 때
7.4. 본사의 법적 권리를 행사하는 것이 필요할 때


8. 개인정보의 취급위탁

본사는 다음과 같이 개인정보 취급업무를 위탁하고 있습니다.

수탁자: KG 이니시스
목적: 결제 서비스

수탁자: monstereng.com
목적: 개인정보의 수집


개인정보를 이전받는 자의 개인정보 이용 목적
본인식별 및 본인의사 확인, 회원제 서비스 관리, 웹사이트 서비스 제공

개인정보를 이전받는 자의 개인정보 보유·이용기간
회원 탈퇴시까지


10. 이용자 및 법정대리인의 권리와 그 행사방법

10.1. 회원님 또는 만 14세 미만 회원의 법정 대리인은 언제든지 등록되어 있는 자신 혹은 당해 만14세 미만 아동의 개인정보를 조회하거나 수정할 수 있으며 탈퇴를 요청할 수도 있습니다.

10.2. 이용자 혹은 만 14세 미만 아동의 개인정보 조회, 수정을 위해서는 개인정보변경을, 탈퇴(동의 철회)를 위해서는 회원탈퇴를 클릭하여 본인 확인 절차를 거치신 후 직접 열람, 정정 또는 탈퇴가 가능합니다. 혹은 개인정보관리책임자에게 서면, 전화 또는 이메일로 연락하시면 지체 없이 조치하겠습니다.

10.3. 본사는 개인정보의 오류에 대한 정정 요청이 있는 경우 정정을 완료하기 전까지 당해 개인정보를 이용 또는 제공하지 않습니다. 만일 잘못된 개인정보를 제3자에게 이미 제공한 경우에는 정정 처리결과를 제3자에게 지체 없이 통지하여 정정이 이루어지도록 하겠습니다.

10.4. 본사는 회원님 혹은 만14세 미만 회원의 법정 대리인의 요청에 의해 해지 또는 삭제된 개인정보를 “6. 개인정보의 처리 및 보유기간, 개인정보의 파기절차 및 파기방법”에 명시된 바에 따라 처리하고 그 외의 용도로 열람 또는 이용할 수 없도록 처리하고 있습니다.


11. 기타 사항들

11.1 위에 명시된 규정들은 본 서비스에 적용됩니다.

11.2 본 서비스가 타 사이트에 회원님을 링크 시키면 해당 사이트에서 개인 정보 이용에 관하여 확인해 주시기 바랍니다.

11.3 본 사이트는 언제든 위에 명시된 사항들에 관하여 수정될 수 있으며, 적절한 검토 후 수정 사항들에 대한 공지사항이 게재될 것입니다.

11.4 기타 절차 등에 관한 질문이 있으시면 아래로 연락 주시기 바랍니다.
 고객 센터
이메일: monstereng@gmail.com
작성일: 2023년 1월 10일
monstereng.com
대리 감독자: 박은영

11.5 본사는 개인정보에 대한 의견수렴 및 불만처리를 담당하는 개인정보 관리책임자를 지정하고 있습니다. 개인정보 관리책임자는 다음과 같습니다.
개인정보 관리 책임자 : 원재영(010-3825-4299)</div>
</div>
</main>
<?php
    include_once $_SERVER["DOCUMENT_ROOT"]."/_includes/_footer.php";